[
    {
        "code": 1,
        "timestamp": "2021-04-26T15:39:27.105Z",
        "yourFullName": "Anna Schwartz",
        "Q1": "I am a potter and performance artist currently living and working in Ypsilanti, Michigan. My work most focuses on exploring human relationship to ritual, the body and land.",
        "Q2": "In the summer of 2020 I lost a close friend of mine to overdose. I began to process, in my work, the discomfort of trying to let go of something/someone that was no longer physically bound to the Earth. In the winter of 2020 I began working with incense as sculptural forms. For my performance in the IMPACT festival I wanted to work with ideas of transmutation. Allowing the form of a cairn, a human made object marking a place on a trail, to redistribute itself in the air and on the Earth as a kind of collective and personal mourning ritual.",
        "Q3": "The virtual presentation of this work challenged me in thinking about what it means to experience durational work on a screen. ",
        "Q4": "I feel like due to the virtual space IMPACT existed in, we were able to show a really vastly diverse amount of work. For future endeavors and performances I will remember that you can go into the woods, by yourself, for three hours and share that moment with a hundred people later in time and that is special. ",
        "Q5": "I loved the Zoom performance! I definitely see myself doing more virtual performances in the future.",
        "Q6": "I think the most important part of a virtual world is maintaining personal relationships. The more one on one conversations that can be had the better. The smaller and more intimate gatherings without an agenda, the better they turn out.  ",
        "socialMedia": "",
        "credit":"Anna Schwartz, Cairn for Shosh, 2021. Live virtual performance. Image courtesy of the artist."
    },
    {
        "code": 2,
        "timestamp": "2021-04-24T09:30:31.104Z",
        "yourFullName": "Ben Kim Paplham",
        "Q1": "l itself stands as a unifying emotion — the social metaphor that the “I” embodies will change as society does, but the desire to feel that the “I” has a place to belong is eternal.",
        "Q2": "The inception of Laura Does Not Cry was a class trip to the Surgical Science Museum during my first year in SAIC’s graduate program. There was a wooden brace there from the early 1900s that triggered my own relationship to disability, leg braces, and guesswork medical diagnoses. I found myself writing a brief poem as an email draft on my phone that included scattered references to disabled characters in literature and film, and not thinking about it again for a year. I returned to it because I slowly started to think of this short, hastily written message as something that could be my way of remembering and acknowledging my disability history.\n\nFrom there, I asked myself, “When did my relationship to disability change?” I picked several moments from my life and thought of them as planets, and it was my job to choose the memory that would serve as the “sun,” something that would bring this mini-cosmos of fractured time, memories, and concepts together. \n\nIt’s important to say that The Glass Menagerie is not the “sun” — it is a planet. No matter how strong an external influence may be in your own writing, performance, or practice, it is impossible to borrow the emotion of another artist. The typewriter and the glass unicorn in The Glass Menagerie are important to Laura Wingfield, but they do not represent her entire identity. Likewise, the “leg brace” may have begun my project, but it is not the emotional center.\n\nWhat that sun is, exactly, I’ll leave for the audience to interpret for themselves.",
        "Q3": "I had to rethink how the audience would receive my playscript, which I originally wrote for a live audience in a physical environment. The idea of having each performer represent four different concepts makes more sense when you can see these design shifts — lighting, costume, blocking, sets, etc. — but it’s much more confusing when the only thing you have to rely on is the sound of the performer’s voice. \n\nArtistically, I made the decision not to have our web-cameras on and focused on the performers, — which would have delineated how each person is representative of multiple concepts — but I felt it would distract from the internal memoir of this piece and make it harder for the audience to track the story. I came up with the reel of visuals — illustrations, text-based images, photography, and video content — as the virtual comparative to lighting or set design, accentuating the emotion of the narrative while also helping the audience form connections as the scene shifts in memory and time.\n\nThe timing of matching the virtual slideshow to the script became the biggest challenge, because I had to break down every beat of the script and think about what narrative and emotional information is being presented, and then design a simple yet effective image that would pair well. \n\nAs far as the performance goes, though, the absolute reliance on essentially seven different Internet connections staying alive was the scariest bit.",
        "Q4": "The photographs were actually something that I had always planned on incorporating into the performance, even in a live staged version, because I had compiled some of my photos that I thought fit really well with this script. And in my mind, my thought was to project those photos on a screen or a curtain or a wall at specific moments, but it wouldn’t be this constantly running stream of visual imagery like it was for IMPACT. \n\nBut while rehearsing and creating the virtual performance, it challenged me to come up with more visual content for the script — I actually contacted my physician’s office to get copies of my x-rays, and I ended up shooting a video of putting on my old leg brace, which is something I never would have thought of if not for the virtual experience.\n\nOne of my biggest takeaways is how possible and effective it can be to write for virtual theatre — what I ended up creating was a hybrid between a radio play and a short film. The rehearsal schedule lighter than an in-person production because it’s much easier for everyone to budget an hour online than the preparatory work of traveling to a physical location. I also really enjoyed the balance between the audial and visual performance of this piece — the digital live reading actually ensured that all audience members had equal opportunity to hear the production as it’s performed.",
        "Q5": "I loved the Zoom performance! I definitely see myself doing more virtual performances in the future.",
        "Q6": "I think the IMPACT team, led by Lauren Steinberg and Josh Hoglund did a fabulous and monumental task of balancing all of the performers’ rehearsal schedules, meetings, critiques, and marketing materials. In a virtual environment, so much of the preparations to make the Festival function involved constant email communication to let us know of when our deadlines were, when the rehearsals and tech cue-to-cues were happening, how to promote the event on social media, what technology equipment and other resources were available to us, and so much more that I’m sure I’m not even aware of.\n\nBut I think one of the biggest things that really worked for this Festival was how it still felt like we were a community of artists working to make this event the best it could possibly be. And I think that involved having weekly meetings to just provide updates on our projects, updates from the directors’ side of things as an organization, and also to give us the time and space to have casual conversation and get to know each other better as people and artists. ",
	      "socialMedia": "Website: www.foxdragonmedia.com     |     Instagram: @benkimpap",
         "credit":"Ben Kim Paplham,  Space, Laura Does Not Cry,  Narrator, 2021. Digital illustration. Image courtesy of the artist."
    },
    {
        "code": 3,
        "timestamp": "2021-04-27T04:46:30.280Z",
        "yourFullName": "Corey Smith",
        "Q1": "I call myself a “composer, writer, and performer,” which mostly covers the bases! I am classically trained as a composer and I am still drawn to many of music composition’s framing tools — an obsession with large scale structure, an eye toward sculpting emotional experiences, the interplay of motivic units. I’ve also been working with LED lights a lot recently, at some point I have to start calling myself a “Light Artist,” but I’m not sure when to claim that.",
        "Q2": "My work for IMPACT is a sequence of four “Etudes for the Webcam” that spin around a bunch of different ideas, playing around and through them — liveness in a mediated environment, the current climate catastrophe, human perceptual experience, non-binary time, the incalculable losses of the COVID-19 pandemic. I wanted these etudes to constantly shape-shift — a bit of a magic show here, a youtube tutorial there, a performance art piece here, an essay on acoustics there. This is, in part, just how my brain works (and, I think, a lot of digital spaces!) — things filed next to each other with no explicit link, meaningful because of the space between them. \n\nThe work is organized in the rough shape of a accelerating curve — the tempo of everything is gradually increasing over the course of the 50 minutes. This structure has been a lot of fun to play around with — trying to find a narrative arc & emotional resonance while on an infinite on-ramp.",
        "Q3": "The space of the physical theater is very important to me, so approaching a digital performance was initially a difficult proposition! I had to ask myself — what is it about the theater that makes live art feel so vital? How can you create the sense of stakes when everything gets translated through thousands of pixels? \n\nAn answer to this problem was to lean into the frame — to let the webcam only reveal a portion of the whole room. The performance then starts to feel more like a window into a world & less another youtube video on your computer. It is a fun prompt — what can you hide around the room, what can change or be revealed while the audience looks in another direction?\n\nIt took a lot of organizing of technology to make this happen! There are three webcams I use in the piece (one is gaff taped to a rotating platform), a bunch of theatrical lights, two projectors hooked up to two different computers, three digital cameras, etc, etc…The danger in this strategy is that the technology might eat the piece, making the whole thing about the tech and not the fleshy human at the center of it. To combat that threat, I tried to be mostly transparent about how the technology was being used — letting it be a tool in exposing our own fleshy frames, our own sense of time, our place inside a broader ecology.",
        "Q4": "I am certainly more inclined to ideas of “expanded cinema” than I was before! I am curious about bringing some cameras into meatspace, how they might play with a physical body. That being said, I’m much more excited for the immediacies, social pressures, and collectivities of an in-person performance. The magic we’ve been all missing for the past year.\n",
        "Q5": "I have my reservation with the virtual format. It is effective but also problematic.",
      	"Q6":"Organizing virtual performance requires a lot of patience, empathy, and planning — making space for the inevitable hiccups, glitches, missteps. It is incredibly important for both organizers and artists to be in constant communication and clear about intentions, uncertainties, and the omnipresent zoom-fatigue. Zooming out a little bit, though, the digital and the physical aren’t too different. Artists need the same things now that they’ve always needed — time, space, money —although the urgency has been turned up a few notches.",
	      "socialMedia": "Website: www.coreyds.com     |     Instagram: @ennui2",
        "credit":"Corey Smith, Etudes, 2021. Live virtual performance. Image courtesy of the artist. Headshot is by Drew Angle."
    },
    {
        "code": 4,
        "timestamp": "2021-04-27T04:11:47.863Z",
        "yourFullName": "DJ Malinowski",
        "Q1": "DJ is a transdimensional octopus grounded in transformation and speculation, somersaulting down commodification-related sunshine and sweating hyperconcepts. They disassemble and reassemble aspects of their identity at various scales, catalyzing questions of virtuality, cultural exchange + politics, self as archive, spectator as harmonic, collectivity, and time-persona relations. They also research affect, intuitive intelligence, hybridity, death (loneliness, loss, longing), metonymic portals, and style transfer. Units of measurement include personas and fast lists.",
        "Q2": "In order to subvert a hegemonic universalist audience that often instrumentalizes and commodifies “vulnerability” and “authenticity” in art through presumptuous identity-flattening, this performance constructs layers of queer audiences. It does this via fluidity between participants and spectators, and maybe the presented performance is not the actual artwork (there’s actually another part of the artwork that’s not directly presented and not yet finished). For another example, smiling signals and changes one’s “health” and “cognition,” on “personal” and “societal” levels. But that might be too clear-cut; more specifically, this performance is a transdimensional cloud. It’s a self-contradictory collage of hauntings from serendipitous ideas that were formed in contingent moments during the past several months. For example, the smiling was inspired by my friend saying something like “there are many things in your smile,” and how Zoom’s grid resonates with my OCD so that it’s difficult to make facial expressions. Other key terms include trickster; voyeurism/exhibitionism; chaotic poetry; how to interface with “public” audiences; the Cloud; collective remembering; shattering binaries; spatiality between virtual platforms; artwork as social surrogate; situating myself in communities but not really trusting anyone; and grids. The performance is based on my neurodivergent experiences with Zoom, which resonates with and amplifies my OCD. It involves structural critique of academia and partial subterfuge as a way of interfacing (as a guest speaker) with art festival as corporation. Communities’ layered relations to a non-confessional poetically-glitched documentary of my neuroplasticity. Participants play with/in WarioWare-like truth-telling and an allegory of my neuroplasticity.",
        "Q3": "I like virtual formats — they feel more tactile (less spaced out) to me. Also, I enjoyed processing my experiences with virtual mediation, through this performance. One way that it challenged me is Zoom fatigue. But that ended up being a fun physiological space to interface with. I designed the changing levels of engagement in a way that allows the audience to hopefully recharge, and made it into mini games with a continuously-available Google Slides doc so that audience members can curate their participation. I’m scared of being on Zoom. So, I made that awkwardness into part of the performance. I’m actually glad that we used Zoom, because I don’t like it — so, I can critique it (as well as activities that use Zoom, such as remote learning) within it, and I can speculatively transform my relation to it through this performance. It was initially difficult to juggle several windows/programs, which I used for the performance. But I choreographed it and it eventually got easier (also, the pauses are fine because they allow awkwardness). Because of that, I couldn’t see the audience for most of the piece, but I think that’s fine — the piece alludes to collective and personal spaces (tethered through the WiFi), so I guess I was just more in my personal space.",
        "Q4": "I might cultivate communities that meet through multiple virtual platforms, because that virtual presence forms a network of spatialities, which I like. I might make more art about the Cloud, individualism, and materiality. Or maybe I’ll just make art in the Cloud that’s not about it at all! idk lol. Something about the flatness of the computer screen interests me; maybe the virtuality of 3D things on a 2D screen makes me feel like the screen is close to me. Also, I like how the audience can enter/exit whenever they want — I might try that more. I might do more of the playing music from YouTube, because it feels intimate and algorithmic/manipulated/corporate — which is of course problematic, which is why I want to address and subvert it. I’ve wanted to share my individual YouTube related videos for a while. In the future, I want to do lots of virtual studio visits, because that allows studio visits with more people and less norms during the studio visits. Zoom, phone, text, email, IG, etc., allow partial presence, which I enjoy. Also, maybe I can do more performances in Zoom as my experiences with Zoom change?",
        "Q5": "I loved the Zoom performance! I definitely see myself doing more virtual performances in the future.",
        "Q6": "They can probably support me in a virtual environment mostly in the same way as an in-person environment: feedback, dialogue, renting equipment, etc. I like the idea of being part of the process of designing the website architecture. It feels like designing the architecture of the venue, but a lot easier to discuss and do. Also, setting up lots of virtual studio visits. I want lots of feedback, so that I’m learning rather than talking in circles with myself. Fostering community might be more difficult, and require more effort, when virtual. So, I guess it requires more meetings than if it was in-person. There can be more artists in festivals because virtual costs less. I don’t think I need that much support from organizations, curators, and festival organizers… nowadays, I need more support in therapy and social connection. There’s been a lot of emphasis on virtuality, and I don’t buy it. Cyberspace is embodied and material, and it interfaces with my life; I have a similar relationship to a shoe, for example. Also (as you probably know), there are theatre companies who were doing virtual performances well before the pandemic.",
	      "socialMedia": "Website: www.djmalinowski.com",
        "credit":"DJ Malinowski, Access Alone, 2021. Live virtual performance. Image courtesy of the artist."
    },
    {
        "code": 5,
        "timestamp": "2021-04-27T15:35:52.713Z",
        "yourFullName": "Jordan Knecht",
        "Q1": "Jordan Knecht is a systems designer, educator, and musician, surfing the wave of unknowing.",
        "Q2": "This work was composed through daydreaming on long walks, hikes, and while sitting by a creek. The piece itself describes its genesis in more detail. ",
        "Q3": "The virtual presentation model contained constraints which presented opportunities for expansion, rather than limitation. The invitation to inquire in different directions and add some tools to the toolbox. ",
        "Q4": "The expanded notion of how to share work and connect through it will stay with me. How do we use technology? How do we allow technology to use us? ",
        "Q5": "I have my reservation with the virtual format. It is effective but also problematic.",
        "Q6": "Pay people living wages. Operate with utter transparency. Abolish the police. ",
      	"socialMedia": "Website: www.jordanknecht.com     |     Instagram: @jordanknecht",
        "credit": "Jordan Knecht, Pareidolia, 2021. Live virtual performance. Image courtesy of the artist."
    },
    {
        "code": 6,
        "timestamp": "2021-04-26T13:46:27.652Z",
        "yourFullName": "llio sophia",
        "Q1": "llio sophia is a neuroqueer individual who radiates mad scientist energy. llio is a budding soundsmith and weathered wordsmith. Specializing in experimental spoken word, llio values oral histories, storytelling, and mythology making. Their sound work has been featured on Signal to Noise and their writing has been published by Headway Lit, Pen Street: City of Poems, Holly and the Neighbors, and in a car on a road going to a place. llio cherishes their position as Executive Director of Holly and the Neighbors.",
        "Q2": "The bird thinks not of gravity is a work of gratitude. It is stories about my friends, my found family. It is an epic tale of compassion, support, and survival. I believe in storytelling. I encourage passing gorgeous nothings, holding up this sweetness as weightless stones cloaked in bird feathers. Our stories take flight. When I say my practice is a flying machine, I mean one that is lifted by collective human will. I mean a community. And when we will visions into physicality. When we speak to each other, listen to each other, we reflect each other in a mirror which is so expansive, we are humbled by its gentle horizon line. Over those mountains is yet to be seen, though we know there is more landscape to see over there, so we traverse this path— together.\n\nI am the executive director of a global arts organization called Holly and the Neighbors. This work gives an intimate view into the relationships that built this project. My role is a conductor standing at the front of an asymmetrical orchestra conveying untold tales and unheard histories encouraging these notes to form in unison catalyzing a cacophonous symphony. I value centering historically marginalized stories. Encouraging mythology-making and allowing pathways for people to access their discomfort in a comfortable way. Listening, deeply, to each other’s experiential knowledge and decision making in a collective and holistic way in order to to move us toward a more equitable future.\n",
        "Q3": "Initially I imagined I would perform in front of an audience. Instead I was alone in a room in front of two cameras. This challenge in presence and lack thereof was a big hurdle to overcome. As a way of getting into the zone with the work, I would imagine the person who I was telling a story about in front of me. This imagined intimacy was key in the execution of the work. ",
        "Q4": "The lighting design is something I would like to develop further for performances that are virtual or in real life. I think what is great about the virtual format is that it provides great documentation of the work. So I will be mindful of my performances in the future as far as documentation and archiving goes. Though, after the pandemic is all said and done, I would like to have documentarians on the cameras. I don’t imagine the cameras in these future performances to be still. ",
        "Q5": "I loved the Zoom performance! I definitely see myself doing more virtual performances in the future.",
        "Q6": "I think collaboration and building support networks for each other is key. With this virtual format, anyone anywhere can participate. This is a really fertile opportunity. To have a festival, but to also have private get togethers with artists and curators so we can get to know each other. This is something IMPACT did very well. ",
	      "socialMedia": "Website: www.lliosophia.art     |     Instagram: @calliope.eclipses",
        "credit": "llio sophia, room of leaves, 2015. Photography. chair, 2020. Photography. still from the bird thinks not of gravity, 2021.Live virtual performance. Image courtesy of the artist."
    },
    {
        "code": 7,
        "timestamp": "2021-04-27T06:57:36.383Z",
        "yourFullName": "Sal Moreno",
        "Q1": "I am an interdisciplinary artist and performer experimenting with emerging technologies through new media, sound, and extended reality (virtual, augmented, and mixed reality). My works are about the way that different aspects of the body can be utilized, modified, and extended to engage with our evolving relationship with technology. Motion-capture has become a thread that weaves together elements of performance, sound, and computer-generated visuals.",
        "Q2": "The Convergence of Rhythms explores how the rhythmic flow of the body converses with the collective sonic and visual manifestations of the digital world and fuses the physical and virtual spaces. Through this performance, a form of free-drumming is enacted.\nThe body plays a vital role in this performance and my practice. In the first half of the performance, I revisit gestures and movements that have been engrained into my muscle memory. Training, rehearsing, and ultimately moving with the “virtual manifestations,” or bodies that make up the virtual drumline represent engagement with the memories of these experiences, brought into existence via pre-recorded motion capture animations.\nThe next phase of the performance involves engaging directly with the sound derived from key moments of my past experience with drum corps. I create a silhouette of my body in order to exaggerate the use of the motion capture suit to manipulate the audio in realtime through movements. The gestures are similar to the beginning of the performance, except now they evolve by becoming more improvised, open and freeform, and influence the audio in the same effect.\nThe second half of the performance embraces the virtual environment. Here we enter a cosmic world of clicking drumsticks, floating snare drums, figures made up of particles performing movements, and a sonic drone playing in the background. This ultimately leads to the enactment of “free-drumming”: drumming influenced by sound being generated and manipulated by the body. In this form of drumming, pressures of timing, consistent rhythm and technique fall away and are replaced by improvisation, reaction, and generation. The sounds and visuals become a conversational exchange and fuel the physical body’s movement and drumming.",
        "Q3": "Thinking about my inquiry about the increasing blend of the physical and virtual spaces, a main challenge for me was working on a way to create a space in which this feeling is intensified and the merge feels seamless. Although art, technology, and new media are the focal points of my practice, I had to dive into learning many new techniques and technologies in order to translate this into a live virtual performance. Familiarizing myself with new tech, just enough to implement it in a way that worked with the performance, proved to be a process that required intense focus and speed, as this was happening in tandem with the other streams of development.\n\nThe transformation of physical space via the perspective of the camera and virtualness also turned out to be a huge challenge for me. Thinking of ways that I could travel between illusion and reality proved to be tricky but also provided a creative challenge which I felt contributed to the overall concept and mood of the piece. \n\nProbably the biggest challenge was performing without a physical audience present. There is still a sense of people watching, but not being able to physically see and interact with the audience resulted in me putting in twice the amount of energy in order to sustain myself throughout the duration of the performance. Also, I didn’t know what to do with all of the post-performance energy once I was done!",
        "Q4": "I really enjoyed the format of live streaming outside of Zoom. Having the option to display video in an embedded player on a customized website I feel opens up the opportunity for world-building. Thinking about framing and design of the web page and how all that can contribute  to the overall feel and format of a performance intrigues me. I’m interested in thinking of ways to incorporate elements of web design and interaction with live stream performance.\n\nAs for my own experience performing, I’m fixated on expanding upon content in the second half of the performance. The moments when the virtual space becomes more apparent and motion capture becomes more influential on the visuals and sounds are moments I wish to continue to build out and engage with. Specifically, how these moments can be implemented IRL beyond projections and projection mapping. As I’m sure in-person public performances will make a comeback soon, I’m challenging myself to think of ways to adapt what I’ve been working on in the virtual format so it may exist post-pandemic.",
        "Q5": "I have my reservation with the virtual format. It is effective but also problematic.",
    	  "Q6":"I feel that a lot of the administrative/curatorial/organizational methods and processes that were used for IMPACT were extremely successful in terms of supporting the artists. The team understood that presenting/performing through a virtual medium opened up doors to a variety of different projects: durational, presentational, pre-recorded, live, etc. The understanding and willingness to work with all of us who had drastically different ambitions for what we wanted our final performance to look like were integral in making this festival successful. I appreciate inclusion in the process behind the festival. There were some decision-making that we had the amazing opportunity to be part of, and there were some  instances where we were kept in the loop for what decisions had been made. A strong relationship with who makes these decisions and opportunity to hear feedback and input from artists is something that I look forward to experiencing from future organizers.",
      	"socialMedia": "Website: www.salmorenoj.myportfolio.com     |     Instagram: @salmorenoj.art",
        "credit": "Sal Moreno, The Convergence of Rhythms, 2021. Live virtual performance. Image courtesy of the artist."
    },
    {
        "code": 8,
        "timestamp": "2021-04-26T18:35:36.840Z",
        "yourFullName": "Zoë Vulgamott ",
        "Q1": "Through my work, I’m rearranging my relationship with the familiar, familial and understanding empathy as a tool to relate more authentically to the people and environment around me. Another perspective I’m viewing this from is the idea of the rural. These ideas have me asking the questions, “Where is the rural in us?” This area allows me to address the familial, what home means and how to explore it. That exploration moves through ideas of isolation, distance, anxiety, beauty, haunting and memory. I’ve been doing this through sculpture, lately through mold making and woodworking, poetry and community based performance. ",
        "Q2": "My work observes my (sometimes warped) perceptions of the world, anxiety, lineage, memory and the process of reparenting the self. I’m using ‘Seven Days an Hour’ to tap into others' experiences of this by allowing them to intimately interact with my experience and body.  I am doing this by using sound, choreography and creative writing. It began with the observation of how my heart rate spikes when I am anxious. I wanted to record this and see the story it provided so I recorded my heartbeat during one day using a Fitbit. I spent a lot of time trying to figure out how to translate that into an auditory experience and composing it as music felt most meaningful and challenging for me. I assigned a note on a keyboard for each number of beats per minute, ranging from 49 to 106 BPM. \nI understood my own experience of anxiety and wanted others to interpret it through the lens of their own so I created a series of calls and responses. I assigned a personalized prompt relating to what I was experiencing that day, along with my recording. They responded by physically writing their responses down and mailing them. I wanted to interact with them directly and emphasize the intimacy I wanted to create by us both touching and writing on the same paper. This gave me a lot to work with in what I physically responded to. \n",
        "Q3": "Creating such a vulnerable piece made this online format difficult initially. The dances created the form of intimacy that I was craving due to the nature of it. That is also what I wanted to do through receiving and marking up the participants’ handwritten responses. I wanted to connect with them as deeply as I could given the circumstances; by us both touching the same piece of paper, I could converse with them through writing on their letters. I also had a majority of them reading live, which was risky but I don’t regret the decision at all. This reassured the community I wanted to create, the unifying experiences shared through my soundscape and in performing the piece, which was comforting. \nThe other issues that an online format gifted me with were inevitable tech issues. These are often out of our control and are something you just need to roll with. I have been understanding this experience as a documentation of the time we’re making art in, which makes those issues beautiful, in a way. \n",
        "Q4": "I enjoyed bringing such a visually simple performance to an online stage. The versatility of it is what I’m excited about continuing in the future. It affirmed that creating any performance online is doable if you’re flexible. It encouraged innovation, taking advantage of the gifts technology has given us in art making. The world is your stage and this performance reinforced that idea. My participants were reading from Colorado to Wisconsin and Michigan and I got to perform for people across the world, which is deeply moving. That’s where community has no geographical limits and I felt that support from them as well as the audience. That’s something you can’t get live. ",
        "Q5": "I have my reservation with the virtual format. It is effective but also problematic.",
        "Q6": "We all need to attend the performances, find ways to create new festivals and ways we can perform. I’ve seen people creating distanced and online residencies and that innovation is so inspiring. Continuing grant giving is also important, as I’ve seen organizations distributing those funds as COVID relief to artists, which is how we’re adapting to all of our new circumstances. This isn’t a time to pause making. This experience of the pandemic has given us ideas and emotions to express. ",
	      "socialMedia": "Instagram: @zoevulgs",
         "credit": "Zoë Vulgamott, Seven Days an Hour, 2021. Live virtual performance. Image courtesy of the artist."
    }
]